define({
  "ui": {
    "close": "Закрити",
    "mapExtTip": "Відкрити карту на весь екран",
    "sceneExtTip": "Відкрити сцену на весь екран",
    "appExtTip": "Відкрити додаток на весь екран",
    "fileExtTip": "Завантажити файл",
    "itemExtTip": "Відкрити сторінку елементу ArcGIS Online",
    "galleryTip": "Відкрити у галереї",
    "pdfTip": "Відкрити PDF",
    "documentTip": "Відкрити документ"
  },
  "appLoading": {
    "init": "Виконується ініціалізація додатку..",
    "login": "Виконується перевірка входу користувача у систему...",
    "portalapp": "Виконується опитування порталу та додатку...",
    "groupdata": "Виконується опитування даних групи...",
    "groupprocess": "Виконується обробка групової відповіді...",
    "groupitems": "Виконується завантаження елементів...",
    "failed": "Не вдалося завантажити додаток.",
    "noauth": "Ваш обліковий запис не має ліцензії на використання настроюваних додатків, які не є публічними Попросіть адміністратора вашої організації призначити вам тип користувача, що включає основні додатки або додаткову ліцензію на основні додатки.",
    "notLicensed": "Немає ліцензії"
  },
  "viewLoading": {
    "scripts": "Виконується вибірка скриптів...",
    "map": "Виконується підготовка карти...",
    "basemap": "Виконується завантаження базової карти...",
    "layers": "Виконується обробка шарів...",
    "view": "Виконується ініціалізація виду...",
    "widgets": "Додаються віджети...",
    "failed": "Не вдалося завантажити елемент.",
    "sorry": "Вибачте, щось пішло не так під час завантаження запитаного елемента.",
    "iframe": "Вибачте, ваш браузер не підтримує вбудовані фрейми."
  },
  "header": {
    "agol": "Переглянути на ArcGIS Online",
    "search": "Пошук",
    "signIn": "Увійти в систему",
    "signOut": "Вийти із системи"
  },
  "pager": {
    "noResults": "Пошук не повернув жодних результатів."
  }
});