define({
  "ui": {
    "close": "Закрыть",
    "mapExtTip": "Открыть полноэкранную карту",
    "sceneExtTip": "Открыть полноэкранную сцену",
    "appExtTip": "Открыть полноэкранное приложение",
    "fileExtTip": "Загрузить файл",
    "itemExtTip": "Открыть страницу элемента в ArcGIS Online",
    "galleryTip": "Открыть в галерее",
    "pdfTip": "Открыть PDF",
    "documentTip": "Открыть документ"
  },
  "appLoading": {
    "init": "Инициализация приложения...",
    "login": "Проверка входа пользователя..",
    "portalapp": "Запрос портала&приложения..",
    "groupdata": "Запрос групповых данных..",
    "groupprocess": "Обработка ответа группы..",
    "groupitems": "Загрузка элементов..",
    "failed": "Не удалось загрузить приложение.",
    "noauth": "Ваша учетная запись не лицензирована на использование не публичных Настраиваемых приложений. Обратитесь к администратору организации, чтобы получить тип пользователя, в который входит Essential Apps или лицензия дополнительного модуля Essential Apps.",
    "notLicensed": "Не лицензировано"
  },
  "viewLoading": {
    "scripts": "Вызов скриптов..",
    "map": "Подготовка карты..",
    "basemap": "Загрузка базовой карты..",
    "layers": "Обработка слоев..",
    "view": "Активация вида..",
    "widgets": "Добавление виджетов..",
    "failed": "Не удалось загрузить элемент.",
    "sorry": "При загрузке запрашиваемого элемента что-то пошло не так.",
    "iframe": "Ваш браузер не поддерживает iframе."
  },
  "header": {
    "agol": "Просмотреть в ArcGIS Online",
    "search": "Поиск",
    "signIn": "Авторизация",
    "signOut": "Выход из учетной записи"
  },
  "pager": {
    "noResults": "В результате поиска ничего не найдено."
  }
});