define({
  "ui": {
    "close": "إغلاق",
    "mapExtTip": "فتح خريطة ملء الشاشة",
    "sceneExtTip": "فتح شاشة ملء الشاشة",
    "appExtTip": "فتح تطبيق ملء الشاشة",
    "fileExtTip": "تنزيل ملف",
    "itemExtTip": "فتح صفحة عنصر ArcGIS Online",
    "galleryTip": "فتح في المعرض",
    "pdfTip": "فتح PDF",
    "documentTip": "فتح مستند"
  },
  "appLoading": {
    "init": "جارِ تهيئة التطبيق...",
    "login": "جارِ التحقق من تسجيل دخول المستخدم...",
    "portalapp": "الاستعلام عن البوابة الإلكترونية & التطبيق..",
    "groupdata": "جارِ الاستعلام عن بيانات المجموعة..",
    "groupprocess": "جارِ معالجة استجابة المجموعة..",
    "groupitems": "جارِ تحميل العناصر..",
    "failed": "فشل تحميل التطبيق."
  },
  "viewLoading": {
    "scripts": "جارِ إحضار البرامج النصية..",
    "map": "جارِ إعداد الخريطة..",
    "basemap": "جارِ تحميل خريطة الأساس..",
    "layers": "جارِ معالجة الطبقات..",
    "view": "جارِ تهيئة منطقة العرض..",
    "widgets": "جارِ إضافة عناصر واجهة الاستخدام..",
    "failed": "فشل تحميل العنصر.",
    "sorry": "عذرًا، حدث خطأ ما أثناء تحميل العنصر المطلوب.",
    "iframe": "عذرًا، المستعرض الخاص بك لا يدعم iframes."
  },
  "header": {
    "agol": "عرض على ArcGIS Online",
    "search": "بحث",
    "signIn": "تسجيل الدخول"
  },
  "pager": {
    "noResults": "لم يقم هذا البحث بإرجاع أية نتائج."
  }
});