define({
  "ui": {
    "close": "ปิด",
    "mapExtTip": "เปิดแผนที่แบบเต็มหน้าจอ",
    "sceneExtTip": "เปิดฉากแบบเต็มหน้าจอ",
    "appExtTip": "เปิดแอปพลิเคชันแบบเต็มหน้าจอ",
    "fileExtTip": "ดาวน์โหลดไฟล์",
    "itemExtTip": "เปิดหน้ารายการ Open ArcGIS Online",
    "galleryTip": "เปิดในแกลเลอรี",
    "pdfTip": "เปิด PDF",
    "documentTip": "เปิดเอกสาร"
  },
  "appLoading": {
    "init": "กำลังเริ่มใช้งานแอปพลิเคชัน..",
    "login": "กำลังตรวจสอบการเข้าสู่ระบบของผู้ใช้..",
    "portalapp": "กำลังสืบค้นพอร์ทัลและแอปพลิเคชัน..",
    "groupdata": "กำลังสืบค้นข้อมูลกลุ่ม..",
    "groupprocess": "กำลังประมวลผลการตอบกลับของกลุ่ม..",
    "groupitems": "กำลังโหลดรายการ..",
    "failed": "ไม่สามารถโหลดแอปพลิเคชันได้",
    "noauth": "บัญชีผู้ใช้ของคุณไม่มีใบอนุญาตในการใช้งานแอปที่กำหนดค่าได้ซึ่งไม่ใช่แบบสาธารณะ โปรดขอให้ผู้ดูแลองค์กรของคุณกำหนดประเภทผู้ใช้ที่มีใบอนุญาตแอป Essential หรือแอดออนแอป Essential ให้กับคุณ",
    "notLicensed": "ไม่มีใบอนุญาต"
  },
  "viewLoading": {
    "scripts": "กำลังดึงข้อมูลสคริปต์..",
    "map": "กำลังเตรียมแผนที่..",
    "basemap": "กำลังโหลดแผนที่ฐาน..",
    "layers": "กำลังประมวลผลชั้นข้อมูล..",
    "view": "การเริ่มต้นใช้งานมุมมอง..",
    "widgets": "กำลังเพิ่มวิดเจ็ต..",
    "failed": "ไม่สามารถโหลดรายการได้",
    "sorry": "ขออภัย เกิดข้อผิดพลาดในการโหลดรายการที่ขอ",
    "iframe": "ขออภัย เบราว์เซอร์ของคุณไม่รองรับ iframe"
  },
  "header": {
    "agol": "ดูบน ArcGIS Online",
    "search": "ค้นหา",
    "signIn": "ลงชื่อเข้าใช้",
    "signOut": "ออกจากระบบ"
  },
  "pager": {
    "noResults": "การค้นหาไม่พบผลลัพธ์"
  }
});