define({
  "ui": {
    "close": "Κλείσιμο",
    "mapExtTip": "Άνοιγμα χάρτη πλήρους οθόνης",
    "sceneExtTip": "Άνοιγμα προβολής πλήρους οθόνης",
    "appExtTip": "Άνοιγμα εφαρμογής πλήρους οθόνης",
    "fileExtTip": "Λήψη αρχείου",
    "itemExtTip": "Άνοιγμα σελίδας αντικειμένου ArcGIS Online",
    "galleryTip": "Άνοιγμα στη συλλογή",
    "pdfTip": "Άνοιγμα PDF",
    "documentTip": "Άνοιγμα εγγράφου"
  },
  "appLoading": {
    "init": "Προετοιμασία εφαρμογής..",
    "login": "Έλεγχος στοιχείων σύνδεσης χρήστη..",
    "portalapp": "Υποβολή ερωτήματος για portal & εφαρμογή..",
    "groupdata": "Υποβολή ερωτήματος για δεδομένα ομάδας..",
    "groupprocess": "Γίνεται επεξεργασία απόκρισης ομάδας..",
    "groupitems": "Φόρτωση αντικειμένων..",
    "failed": "Αποτυχία φόρτωσης της εφαρμογής."
  },
  "viewLoading": {
    "scripts": "Λήψη σεναρίων..",
    "map": "Προετοιμασία του χάρτη..",
    "basemap": "Φόρτωση των υποβάθρων..",
    "layers": "Επεξεργασία θεματικών επιπέδων..",
    "view": "Προετοιμασία της προβολής..",
    "widgets": "Προσθήκη Widget..",
    "failed": "Αποτυχία φόρτωσης του αντικειμένου.",
    "sorry": "Συγγνώμη, κατά τη φόρτωση του ζητούμενου αντικειμένου παρουσιάστηκε κάποιο πρόβλημα.",
    "iframe": "Συγγνώμη, το πρόγραμμα περιήγησης που χρησιμοποιείτε δεν υποστηρίζει iframe."
  },
  "header": {
    "agol": "Προβολή στο ArcGIS Online",
    "search": "Αναζήτηση",
    "signIn": "Είσοδος"
  },
  "pager": {
    "noResults": "Η αναζήτηση δεν επέστρεψε κανένα αποτέλεσμα."
  }
});