define({
  "ui": {
    "close": "बंद करें",
    "mapExtTip": "पूर्ण स्क्रीन वाला मानचित्र खोलें",
    "sceneExtTip": "पूर्ण स्क्रीन वाला दृश्य खोलें",
    "appExtTip": "पूर्ण स्क्रीन वाला एप्लिकेशन खोलें",
    "fileExtTip": "फ़ाइल डाउनलोड करें",
    "itemExtTip": "ArcGIS Online आइटम पेज खोलें",
    "galleryTip": "गैलरी में खोलें",
    "pdfTip": "PDF खोलें",
    "documentTip": "दस्तावेज़ खोलें"
  },
  "appLoading": {
    "init": "एप्लिकेशन शुरू हो रहा है..",
    "login": "उपयोगकर्ता लॉगिन जांच रहा है..",
    "portalapp": "पोर्टल और एप्लिकेशन की जाँच-पड़ताल हो रही है..",
    "groupdata": "समूह डेटा की जाँच-पड़ताल हो रही है..",
    "groupprocess": "समूह की प्रतिक्रिया तैयार हो रही है..",
    "groupitems": "आइटम लोड हो रहे हैं..",
    "failed": "एप्लिकेशन लोड करना विफल हुआ।",
    "noauth": "आपके खाते को ऐसे कॉन्फ़िगर करने योग्य ऐप्स का उपयोग करने के लिए लाइसेंस प्राप्त नहीं है जो गैर-सार्वजनिक हैं। कृपया अपने संगठन व्यवस्थापक से आपको एक ऐसा उपयोगकर्ता प्रकार असाइन करने के लिए कहें जिसमें आवश्यक ऐप्स या एड-ऑन आवश्यक ऐप्स लाइसेंस शामिल है।",
    "notLicensed": "लाइसेंस प्राप्त नहीं है"
  },
  "viewLoading": {
    "scripts": "स्क्रिप्ट प्राप्त की जा रही हैं..",
    "map": "मानचित्र तैयार हो रहा है..",
    "basemap": "आधार मानचित्र लोड हो रहा है..",
    "layers": "लेयर तैयार हो रही हैं..",
    "view": "दृश्य शुरू हो रहे हैं..",
    "widgets": "विजेट्स जोड़ रहे हैं..",
    "failed": "आइटम अपडेट करने में विफल रहा।",
    "sorry": "माफ करें, अनुरोधित आइटम लोड करते समय कुछ गलत हो गया।",
    "iframe": "माफ करें, आपका ब्राउजर iframes के योग्य नहीं है।"
  },
  "header": {
    "agol": "ArcGIS Online पर देखें",
    "search": "खोजें",
    "signIn": "साइन इन करें",
    "signOut": "साइन आउट करें"
  },
  "pager": {
    "noResults": "आपकी खोज से कोई परिणाम नहीं मिला."
  }
});